Repository: cansadadeserfeliz/desparchado
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es

source: You cannot remove your primary email address.
es: No puedes eliminar tu correo electrónico principal.

source: The phone number and/or password you specified are not correct.
es: El número de teléfono y/o la contraseña que has indicado no son correctos.

source: Please type your current password.
es: Por favor, escribe tu contraseña actual.

source: You cannot add more than %d email addresses.
es: No puedes añadir más de %d direcciones de correo electrónico.

source: Too many failed login attempts. Try again later.
es: Demasiados intentos fallidos. Inténtalo más tarde.

source: Your primary email address must be verified.
es: Tu dirección principal de correo electrónico debe ser verificada.

source: Username can not be used. Please use other username.
es: No se puede usar este nombre de usuario. Por favor, utiliza otro.

source: The username and/or password you specified are not correct.
es: El usuario y/o la contraseña que has indicado no son correctos.

source: Be patient, you are sending too many requests.
es: Ten paciencia, estás enviando demasiadas solicitudes.

source: Use your password
es: Utiliza tu contraseña

source: Failed to mark {email} as verified.
es: Tu dirección principal de correo electrónico debe ser verificada.

source: Enter a phone number including country code (e.g. +1 for the US).
es: Introduzca un número incluyendo el código del país (ej. +34 para ES).

source: You must type the same password each time.
es: Debes escribir la misma contraseña cada vez.

source: Forgot your password?
es: ¿Has olvidado tu contraseña?

source: You must type the same email each time.
es: Debes escribir el mismo correo electrónico cada vez.

source: View your user ID
es: Ver tu ID de usuario

source: View your email address
es: Verifica tu dirección de correo electrónico

source: View your basic profile information
es: Ver la información básica de tu perfil

source: An account already exists with this email address. Please sign in to that account first, then connect your %s account.
es: Ya existe una cuenta con esta dirección de correo electrónico. Por favor, primero inicia sesión con esa cuenta, y después vincula tu cuenta %s.

source: Your account has no password set up.
es: Tu cuenta no tiene ninguna contraseña.

source: Your account has no verified email address.
es: Tu cuenta no tiene ninguna dirección de correo electrónico verificada.

source: You cannot disconnect your last remaining third-party account.
es: No puedes desconectar la última cuenta de terceros restante.

source: We've sent a code to %(recipient)s. The code expires shortly, so please enter it soon.
es: Hemos enviado un código a %(recipient)s. El código caduca en breve, así que introdúzcalo pronto.

source: Please reauthenticate to safeguard your account.
es: Por favor, vuelve a autenticarte para proteger tu cuenta.

source: Enter Email Verification Code
es: Introduzca el código de verificación del correo electrónico

source: Enter Phone Verification Code
es: Introduzca el código de verificación del teléfono

source: The following email addresses are associated with your account:
es: Las siguientes direcciones de correo electrónico están asociadas a tu cuenta:

source: You are receiving this email because you or someone else tried to signup for an account using email address: %(email)s However, an account using that email address already exists. In case you have forgotten about this, please use the password forgotten procedure to recover your account: %(password_reset_url)s
es: Estás recibiendo este correo electrónico porque tu u otra persona intentó registrarse para una cuenta utilizando la siguiente dirección de correo electrónico: %(email)s Sin embargo, ya existe una cuenta con esa dirección de correo electrónico. En caso de que lo hayas olvidado, utiliza el procedimiento de recuperación de contraseña olvidada para recuperar tu cuenta: %(password_reset_url)s

source: You are receiving this mail because the following change was made to your account:
es: Estás recibiendo este correo porque se ha realizado el siguiente cambio en tu cuenta:

source: If you do not recognize this change then please take proper security precautions immediately. The change to your account originates from: - IP address: %(ip)s - Browser: %(user_agent)s - Date: %(timestamp)s
es: Si no reconoces este cambio, toma inmediatamente las precauciones de seguridad adecuadas. El cambio en tu cuenta se origina en: - Dirección IP: %(ip)s - Navegador: %(user_agent)s - Fecha: %(timestamp)s

source: Your email has been changed from %(from_email)s to %(to_email)s.
es: Tu email ha sido cambiado de %(from_email)s a %(to_email)s.

source: Your email has been confirmed.
es: Tu correo electrónico ha sido verificado.

source: You're receiving this email because user %(user_display)s has given your email address to register an account on %(site_domain)s.
es: Estás recibiendo este correo electrónico porque el usuario %(user_display)s ha facilitado tu dirección de correo electrónico para registrar una cuenta en %(site_domain)s.

source: Your email verification code is listed below. Please enter it in your open browser window.
es: Tu código de verificación de correo electrónico aparece a continuación. Por favor, introdúcelo en la ventana abierta de tu navegador.

source: To confirm this is correct, go to %(activate_url)s
es: Para confirmar que esto es correcto, vete a %(activate_url)s

source: Please Confirm Your Email Address
es: Por favor, confirme tu dirección de correo electrónico

source: Email address %(deleted_email)s has been removed from your account.
es: La dirección de correo electrónico %(deleted_email)s ha sido eliminada de tu cuenta.

source: Your sign-in code is listed below. Please enter it in your open browser window.
es: Tu código de inicio de sesión se enumera a continuación. Introdúcelo en la ventana abierta de tu navegador.

source: This mail can be safely ignored if you did not initiate this action.
es: Este correo puede ser ignorado con seguridad si tu no iniciaste esta acción.

source: Your password has been changed.
es: Tu contraseña ha sido modificada.

source: Your password reset code is listed below. Please enter it in your open browser window.
es: Tu código de restablecimiento de contraseña se enumera a continuación. Introdúzcalo en la ventana abierta de su navegador.

source: You're receiving this email because you or someone else has requested a password reset for your user account. It can be safely ignored if you did not request a password reset. Click the link below to reset your password.
es: Estás recibiendo este correo electrónico porque tu u otra persona ha solicitado un restablecimiento de contraseña para su cuenta de usuario. Puede ignorar este correo si no ha solicitado este cambio. Haga clic en el siguiente enlace para restablecer su contraseña.

source: In case you forgot, your username is %(username)s.
es: En caso de haberlo olvidado, tu usuario es %(username)s.

source: Your password has been reset.
es: Tu contraseña ha sido restablecida.

source: Your password has been set.
es: Tu contraseña ha sido establecida.

source: You are receiving this email because you, or someone else, tried to access an account with email %(email)s. However, we do not have any record of such an account in our database.
es: Estás recibiendo este correo electrónico porque usted, u otra persona, intentó acceder a una cuenta con email %(email)s. Sin embargo, no tenemos constancia de dicha cuenta en nuestra base de datos.

source: If it was you, you can sign up for an account using the link below.
es: Si has sido tu, puedes registrarte para obtener una cuenta utilizando el siguiente enlace.

source: Your email address is still pending verification.
es: Tu dirección de correo electrónico sigue pendiente de verificación.

source: Please confirm that <a href="mailto:%(email)s">%(email)s</a> is an email address for user %(user_display)s.
es: Por favor, confirma que <a href="mailto:%(email)s">%(email)s</a> es una dirección de correo electrónico para el usuario %(user_display)s.

source: This email confirmation link expired or is invalid. Please <a href="%(email_url)s">issue a new email confirmation request</a>.
es: Este enlace de confirmación por correo electrónico ha caducado o no es válido. Por favor, <a href="%(email_url)s"> emita una nueva solicitud de confirmación por correo electrónico</a>.

source: If you have not created an account yet, then please %(link)ssign up%(end_link)s first.
es: Si aún no has creado una cuenta, por favor %(link)sregístrate%(end_link)s primero.

source: Are you sure you want to sign out?
es: ¿Seguro que deseas cerrar sesión?

source: You cannot remove your primary email address (%(email)s).
es: No puedes eliminar tu correo electrónico principal (%(email)s).

source: You have confirmed %(email)s.
es: Has confirmado %(email)s.

source: Successfully signed in as %(name)s.
es: Has iniciado sesión exitosamente como %(name)s.

source: You have signed out.
es: Has cerrado sesión.

source: You have verified phone number %(phone)s.
es: Has verificado el número de teléfono %(phone)s.

source: Forgot Password?
es: ¿Olvidaste tu contraseña?

source: Forgotten your password? Enter your email address below, and we'll send you an email allowing you to reset it.
es: ¿Has olvidado su contraseña? Introduzca su dirección de correo electrónico, y le enviaremos un correo que le permitirá restablecerla.

source: Please contact us if you have any trouble resetting your password.
es: Si tienes alguna dificultad para restablecer su contraseña, por favor contáctenos.

source: We have sent you an email. If you have not received it please check your spam folder. Otherwise contact us if you do not receive it in a few minutes.
es: Te hemos enviado un correo electrónico. Si no lo hsa recibido, comprueba tu carpeta de correo no deseado. De lo contrario, póngate en contacto con nosotros si no lo recibe en unos minutos.

source: The password reset link was invalid, possibly because it has already been used. Please request a <a href="%(passwd_reset_url)s">new password reset</a>.
es: El enlace para restablecer la contraseña es inválido, probablemente porque ya ha sido utilizado. Por favor solicita <a href="%(passwd_reset_url)s">restablecer la contraseña de nuevo</a>.

source: Your phone number is still pending verification.
es: Tu número de teléfono sigue pendiente de verificación.

source: Enter your password:
es: Introduce tu contraseña:

source: Request Code
es: Solicita el código

source: Already have an account? Then please %(link)ssign in%(end_link)s.
es: ¿Ya tienes una cuenta? Por favor %(link)sinicia sesión%(end_link)s.

source: Sign up using a passkey
es: Regístrate usando una passkey

source: Passkey Sign Up
es: Regítrate con passkey

source: You are already logged in as %(user_display)s.
es: Ya has iniciado sesión como %(user_display)s.

source: You currently do not have any email address set up. You should really add an email address so you can receive notifications, reset your password, etc.
es: Actualmente no tienes ninguna dirección de correo electrónico configurada. Deberías añadir una dirección de correo electrónico para recibir notificaciones, restablecer tu contraseña, etc.

source: Verify Your Email Address
es: Verifique su dirección de correo electrónico

source: We have sent an email to you for verification. Follow the link provided to finalize the signup process. If you do not see the verification email in your main inbox, check your spam folder. Please contact us if you do not receive the verification email within a few minutes.
es: Te hemos enviado un correo electrónico para tu verificación. Sigue el enlace proporcionado para finalizar el proceso de registro. Si no ves el correo electrónico de verificación en tu bandeja de entrada principal, comprueba tu carpeta de correo no deseado. Por favor, póngate en contacto con nosotros si no recibe el correo electrónico de verificación en unos minutos.

source: This part of the site requires us to verify that you are who you claim to be. For this purpose, we require that you verify ownership of your email address.
es: Esta parte de la página requiere que verifiquemos que tu eres quien dices ser. Para ello, le pedimos que verifique la titularidad de tu dirección de correo electrónico.

source: We have sent an email to you for verification. Please click on the link inside that email. If you do not see the verification email in your main inbox, check your spam folder. Otherwise contact us if you do not receive it within a few minutes.
es: Te hemos enviado un correo electrónico para verificación. Por favor, haz clic en el enlace que aparece en ese correo electrónico. Si no ve el correo electrónico de verificación en su bandeja de entrada principal, compruebe su carpeta de correo no deseado. De lo contrario, póngate en contacto con nosotros si no lo recibes en unos minutos.

source: <strong>Note:</strong> you can still <a href="%(email_url)s">change your email address</a>.
es: <strong>Nota:</strong> aún puedes <a href="%(email_url)s">cambiar tu dirección de correo electrónico</a>.

source: Two-Factor Authentication
es: Autenticación de doble factor

source: Authorize
es: Autoriza

source: %(client_name)s wants to access your %(site_name)s account.
es: %(client_name)s quiere acceder a tu %(site_name)s cuenta.

source: Enter the code displayed on your device.
es: Introduce el código que aparece en tu dispositivo.

source: Your account is protected by two-factor authentication. Please enter an authenticator code:
es: Su cuenta está protegida por doble factor de autenticación. Por favor, entre el código del autenticador:

source: You currently have no third-party accounts connected to this account.
es: Actualmente no tienes cuentas de terceros conectadas a esta cuenta.

source: A third-party account from %(provider)s has been connected to your account.
es: Una cuenta de terceros de %(provider)s se ha conectado a tu cuenta.

source: You are about to sign in using a third-party account from %(provider)s.
es: Se dispone a iniciar sesión usando una cuenta externa desde %(provider)s.

source: You decided to cancel logging in to our site using one of your existing accounts. If this was a mistake, please proceed to <a href="%(login_url)s">sign in</a>.
es: Has decidido cancelar el inicio de sesión en nuestro sitio usando una de tus cuentas. Si ha sido un error, por favor <a href="%(login_url)s">inicia sesión</a>.

source: You are about to use your %(provider_name)s account to login to %(site_name)s. As a final step, please complete the following form:
es: Se dispone a usar tu cuenta de %(provider_name)s para acceder a %(site_name)s. Como paso final, por favor completa el siguiente formulario:
